#1) შექმენით 2 ცვლადი და მესამე ცვლადში შეინახეთ, წინა ორი ცვლადის მნიშვნელობების ჯამი და გამოიტანეთ შედეგი ეკრანზე.


#2)დაწერეთ 5 არასწორი კოდი, გაასწორეთ მათში შეცომები და კომენტარებით ახსენით რა შეცდომები იყო კოდში და დაწერეთ გასწორებული ვერსია

#3)ახსენით კომენტარებით რა არის Debugging




num1 = 3

num2 = 7

print("num1" " + " "num2")


#2
# name = saxeli
# num1 = sandro
# age - "17,2"
# lastname = today
# name - 167



name ="saba"
num1 =13
age =189
lastname ="davitidze"
name = "sandro"

#debugging- ნიშნავს ნებისმიერ დაშვებულ შეცდომას