# 1) გაიმეორე განვლილი მასალა

# 2) მომხმარებელს შემოატანინე სახელი და შეინახე ის ცვლადში, შემდეგ კი გამოიტანე ტერმინალში მისი სახელი

# 3)მომხმარებელს შემოატანინე მისი სახელი და შეინახე name ცვლადში, ასევე შემოატანინე გვარი და შეინახე lastname ცვლადში და დაბეჭდე ორივე, სახელიც და გვარიც ტერმინალში

# 4)ჩამოწერე ყველა მათემატიკური ოპერაციის მაგალითი და დაბეჭდე მათი შედეგები ტერმინალში


#name = input("enter your name:")


name = input("enter your name:")

last_name = input("enter your last_name:")








print(5 + 3)
print(5 - 3)
print(4 * 5)
print(8 / 4)
print(8 // 4)
print(10 % 5)




