# ``` 
# 1) კომენტარის სახით ახსენი, რომელი მათემატიკური ოპერატორი აბრუნებს პასუხად სულ float-ს?

# 2) ჩამოწერე 5-5 მაგალითი ყველა შედარების ოპერატორზე: >, <, ==, !=, >=, <=. ისე რომ ყველას პასუხი იყოს True.

# 3) ჩამოწერე 3-3 მაგალითი, მათემატიკურ ოპერატორებზე: +, -, /, *.

# 4) მომხმარებელს შემოატანინე თავისი მშობლების სახელები და შემდეგ დაუპრინტე: დედის სახელია (შემოყვანილი სახელი) და მამის სახელია (მეორე შემოყვანილი სახელი).

# 5) კარგად გადაიმეორე ნასწავლი მასალა!
# ```


#gayopis nishani abrunebs floats

print(5 > 4)
print(5 < 7)
print(1 == 1)
print(1 != 2)
print(3 >= 2)
print(3 <= 4)


print( 1 + 2)
print( 2 + 3)
print( 4 + 4)

print(1-1)
print(2-2)
print(3-3)

print(3/3)
print(2/2)
print(1/1)

print(3 * 8)
print(4 * 2)
print(1 * 8)



num1 = input("enter your moms name: ")
num2 = input("enter your dads name: ")

print(f"your moms name is {num1}  your dad name is {num2}")