#```1)გააკეთეთ ორ რიცხვს შორის თითოეულ მათემატიკურ ოპერაციაზე 5-5 მაგალითი (+,-,*,/) და დაპრინტეთ

#ცვლადები სადაც იქნება თქვენი სახელი, თქვენი გვარი, თქვენი ასაკი და დაბეჭდეთ ერთ დიდ წინადადებაში

 #დაიმატეთ ყველამ ერთმანეთი მეგობრებში და დაუმეგობრდით.
#ვისაც დაიმეგობრებთ, ამოიწერეთ მათი სახელები ტექსტურ ფაილში. level2.txt 
#და ატვირთეთ ეს გითჰაბზე.

#შექმენი 9 ცვლადი, 3 ცვლადი იყოს Str, 3 ცვლადი int, 3 ცვლადი float, და შემდეგ გამოიტანე ტერმინალში 9-ვე ცვლადი print-ის მეშვეობით.```



#1
print(2 + 2)
print(2 - 2)
print(2 * 2)
print(2 / 2)
print(2 // 2)

name=("saba")
surname=("davitidze")
age=(13)
print(name,surname,age)

#3
str1=("hello")
str2=("saba")
str3=("dog")


int1=(2.3)
int2=(1.3)
int3=(0.4)


float1=(48)
float2=(16)
float3=(32)
print(str1,str2,str3,int1,int2,int3,float1,float2,float3)